Repository: common-repository/post-to-friendfeed
Catalog: languages/post-to-friendfeed-*.po
Languages: be_by, bg_bg, es_es, hi_in, lt_lt, ro_ro

source: Setting saved.
be_by: Налада захавана.
bg_bg: Настройка спасени.
es_es: Ajustes guardados.
hi_in: स्थापना सहेजी गई.
lt_lt: Nuostata įrašyta.
ro_ro: Setarea salvate.

source: Post2FF Options
be_by: Налады Post2FF
bg_bg: Post2FF Опции
es_es: Opciones de Post2FF
hi_in: Post2FF विकल्प
lt_lt: Post2FF Parinktys
ro_ro: Post2FF Opţiuni

source: FriendFeed Nickname
be_by: Імя карыстача FriendFeed
es_es: Nombre de usuario de FriendFeed
hi_in: FriendFeed उपनाम
lt_lt: FriendFeed Pseudonimas
ro_ro: FriendFeed porecla

source: Remote Key
be_by: Выдаленая кнопка
bg_bg: дистанционно ключ
es_es: Clave Remota
hi_in: रिमोट कुंजी
lt_lt: Nuotolinis Mygtukas
ro_ro: de la distanţă cheie

source: find your key
be_by: знайсці вашу кнопку
bg_bg: намерите вашия ключ
es_es: Encontrar tu clave remota
hi_in: अपनी चाबी पाते हैं
lt_lt: surasti Jūsų mygtuką
ro_ro: găsi cheia

source: Number of images to import
be_by: Колькасць малюнкаў для імпарту
bg_bg: Брой на изображения, да импортирате
es_es: Cantidad de imágenes a importar
hi_in: आयात छवियों की संख्या
lt_lt: Importuojamų vaizdų skaičius
ro_ro: Numărul de imagini pentru a le importa

source: Import excerpt as first comment
be_by: Імпартаваць вытрымку як першы каментар
bg_bg: Внос откъс като първа коментар
es_es: Importar extracto como el comentario primero.
hi_in: पहली टिप्पणी के रूप में आयात अंश
lt_lt: Importuoti ištraukas kaip pirmą komentarą
ro_ro: Extras import ca primul comentariu

source: Yes
be_by: Так
bg_bg: да
es_es: Sí
hi_in: हां
lt_lt: Taip
ro_ro: da

source: No
be_by: Не
bg_bg: не
hi_in: नहीं
lt_lt: Ne
ro_ro: nu

source: Post to Friendfeed
be_by: Пост у Friendfeed
bg_bg: Вижте да FriendFeed
es_es: Publicar en Friendfeed
hi_in: Friendfeed पोस्ट
lt_lt: Siųsti į Friendfeed
ro_ro: Post a Friendfeed

source: Post to
be_by: Пост у
bg_bg: Публикувай във
es_es: Publicar a
hi_in: पोस्ट करने के लिए
lt_lt: Siųsti į
ro_ro: Mesaj pentru

source: Home Feed
be_by: Хатняя стужка
bg_bg: Начало Feed
es_es: Canal de inicio
hi_in: होम फ़ीड
lt_lt: Namų Padavimas
ro_ro: Pagina de alimentare

source: Excerpt to be posted as first comment
be_by: Апублікаваць пост як першы каментар
bg_bg: Откъс да бъдат публикувани като първият коментар
es_es: Se publica el extracto como el comentario primero.
hi_in: अंश पहली टिप्पणी के रूप में तैनात
lt_lt: Ištrauka bus įrašyta kaip pirmas komentaras
ro_ro: Extras a fi postate ca primul comentariu

source: (If left blank, the posts excerpt will be used.)
be_by: (калі пакінуць пустым, будзе скарыстана вытрымка)
bg_bg: (Ако се остави празно, откъс постовете ще бъдат използвани).
es_es: (Si se deja en blanco, se usará el extracto de la entrada.)
hi_in: (तो खाली छोड़ दिया, पोस्ट अंश है. उपयोग किया जाएगा)
lt_lt: (Jeigu palikta tuščia, įrašų ištraukos bus naudojamos.)
ro_ro: (Dacă este lăsat necompletat, extras de posturi vor fi utilizate.)

source: Image urls (seperate multiple urls by comma)
be_by: Урлы малюнкі (падзяляць Урлы коскамі)
bg_bg: URL адресите на изображенията (отделно множество URL адреси със запетая)
es_es: URLs de imágenes (separa URLs múltiples por coma)
hi_in: छवि यूआरएल (अल्पविराम द्वारा अलग एकाधिक यूआरएल)
lt_lt: Vaizdų universaliosios nuorodos (atskirkite universaliąsias nuorodas kableliais, jeigu jų daugiau nei viena)
ro_ro: URL-uri imagine (URL-uri multiple, separat prin virgula)

source: (If left blank, the first image from the post will be used.)
es_es: (Si se deja en blanco, se usará la primera imagen de la entrada.)
hi_in: (तो खाली छोड़ दिया, के बाद से पहली छवि. प्रयोग किया जाएगा)
lt_lt: (Jeigu palikta tuščia, bus naudojamas pirmasis įrašo vaizdas.)

source: ERROR!
be_by: ПАМЫЛКА!
bg_bg: Грешка!
hi_in: त्रुटि!
lt_lt: KLAIDA!
ro_ro: EROARE!

source: Plugin requires
be_by: Патрабаванні ўбудовы
bg_bg: Plug-in изисква
es_es: Plugin requiere
hi_in: प्लगइन की आवश्यकता है
lt_lt: Papildinys reikalauja
ro_ro: Plugin necesită

source: Friendfeed API Core Plugin
be_by: Friendfeed API Core убудова
bg_bg: FriendFeed API Основни Plugin
hi_in: Friendfeed इस एपीआई कोर प्लगइन
lt_lt: Friendfeed API Core Papildinio

source: Please install it and then activate <strong>Post to Friendfeed</strong> Plugin.
be_by: Усталюеце гэта, а затым актывуйце <strong>Пост у Friendfeed</strong> убудова.
bg_bg: Моля, да го инсталирате и след това активирате <strong> Публикувай FriendFeed</strong> Plug-in.
es_es: Favor de instalarlo y después activar <strong>Publicar en Friendfeed</strong> Plugin.
hi_in: यह स्थापित करें और फिर BobrDobr इस पर </strong> प्लगइन <strong> पोस्ट सक्रिय.
lt_lt: Prašome įdiegti tai, o tuomet suaktyvinkite <strong>Post to Friendfeed</strong> Papildinį.
ro_ro: Vă rugăm să instalaţi-l şi apoi activa post <strong> la Friendfeed </strong> Plugin.

source: Post to FriendFeed
be_by: Пост у FriendFeed
es_es: Publicar en FriendFeed
hi_in: FriendFeed पोस्ट
lt_lt: Siųsti į FriendFeed
ro_ro: Post a FriendFeed

source: Publish an entry to FriendFeed of your blog post with images and excerpt.
be_by: Апублікаваць у FriendFeedс малюнкамі і вытрымкай.
bg_bg: Публикуване на влизане FriendFeed на вашия блог пост с изображения и откъс.
es_es: Publicar una entrada de tu blog en FriendFeed con imágenes y extracto.
hi_in: छवियों और अंश है के साथ अपने ब्लॉग पोस्ट के FriendFeed इस प्रविष्टि प्रकाशित.
lt_lt: Paskelbti įrašą iš Jūsų tinklaraščio į FriendFeed, su vaizdais ir ištrauka.
ro_ro: Publicarea o intrare la FriendFeed de post de blog cu imagini şi extrase.

source: (If left blank, first %d images from the post will be used.)
ro_ro: (În cazul în care stânga imagini goale, primele d% din post va fi folosit.)
